{
    "office_name": "Union Dental Group",
    "phone": "(714) 533-0900",
    "address": "434 S Euclid St #100, Anaheim, CA 92802",
    "email": "uniondentalgroups@gmail.com",
    "fax": "(714) 533-0902",
    "hours": {
        "Mon": "9am-5pm",
        "Tue": "9am-5pm",
        "Wed": "9am-5pm",
        "Thu": "9am-5pm",
        "Fri": "9am-5pm",
        "Sat": "Closed",
        "Sun": "Closed"
    },
    "services": [
        {
            "name": "Dental implants",
            "description": "A long-lasting solution to replace missing teeth, dental implants restore function, appearance, and confidence with a natural-looking result.",
            "image": "implants.png"
        },
        {
            "name": "Root Canal Treatment",
            "description": "A procedure that removes infection inside the tooth, relieves pain, and preserves your natural tooth whenever possible.",
            "image": "root-canal-treatment.png"
        },
        {
            "name": "Routine Cleaning",
            "description": "Professional cleaning to remove plaque and tartar, helping prevent cavities and gum disease while keeping your smile healthy.",
            "image": "teeth-cleaning.png"
        },
        {
            "name": "Denture/Partial Denture and Overdenture",
            "description": "Custom-made full and partial dentures designed to restore function, comfort, and confidence in your smile.",
            "image": "overdenture.png"
        },
        {
            "name": "Teeth Whitening",
            "description": "A safe and effective treatment that brightens your smile by removing stains and discoloration caused by food, drinks, and aging.",
            "image": "teeth-whitening.png"
        },
        {
            "name": "Full mouth exam",
            "description": "A comprehensive examination of your teeth, gums, and oral health to detect issues early and create a personalized treatment plan.",
            "image": "exam.png"
        },
        {
            "name": "Fillings",
            "description": "We restore teeth affected by cavities using durable, natural-looking materials to protect your tooth and maintain your smile.",
            "image": "fillings.png"
        },
        {
            "name": "Extractions",
            "description": "Safe and gentle removal of damaged or problematic teeth to relieve pain and protect your overall oral health.",
            "image": "extraction.png"
        },
        {
            "name": "Deep Cleaning (Scaling & Root Planing)",
            "description": "An advanced gum treatment that removes bacteria below the gum line to treat gum disease and promote healing.",
            "image": "deep-cleaning.png"
        },
        {
            "name": "Braces",
            "description": "Orthodontic treatment to straighten teeth, correct bite issues, and improve both oral health and appearance.",
            "image": "braces.png"
        }
    ],
    "insurance": "We accept most PPO dental insurance plans and Denti-Cal (Medi-Cal). Coverage varies by plan, so please call our office to verify your benefits and eligibility before your visit.",
    "implant": "Our doctors have years of experience in dental implant surgery. A consultation and exam are required.",
    "dentists": [
        {
            "name": "Dr. Boung Y Kim",
            "title": "DDS",
            "specialties": ["Implant Surgery", "Denture", "General Dentistry", "Braces"],
            "bio": "Dr. Kim has years of experience in implant surgery with the admirable number of weekly surgeries. He focuses on patient's satisfaction, comfort, and long-term dental health.",
            "photo":"dr-kim.webp"
        },
        {
            "name": "Dr. Danny Do",
            "title": "DDS",
            "specialties": ["General Dentistry", "Implant Surgery"],
            "bio": "Dr. Do is dedicated to gentle dentistry and helps patients feel informed and confident in their care. His excellent, gentle, and patient root canal treatment procedure is favorable by many patients",
            "photo":"dr-do.jpg"
        }
    ]
}